const btn = document.getElementById("nextBtn");
const msg = document.getElementById("message");

btn.addEventListener("click", () => {
    // Скрываем кнопку
    btn.style.display = "none";

    // Показываем фото друга (ты вставишь свой файл)
    msg.innerHTML = `
        <img src="img/friend.jpg" style="width:90%;max-width:400px;border-radius:20px;margin-bottom:20px;" />
        <div style="font-size:22px;line-height:1.5;">
            ХА-ХА-ХА-ХА-ХА, ИДИ ПОПЛАЧЬ МОЙ NGA <br><br>
            Вот так бывает, когда нажимаешь всё подряд,<br>
            не думая, что может случиться 😭🔥<br><br>
            Короче, брат, это кринж момент века,<br>
            тебе официально выдан титул<br>
            «Главный доверчивый 2025» 💀<br><br>
            В СЛЕДУЮЩИЙ РАЗ БУДЬ УМНЕЕ ТУПЕЙ 
        </div>
    `;
});